Repository: wellingtontf/DrinkingAtTheSources
Catalog: omegat/project_save.tmx
Source language: en
Languages: pt

source: When one considers these two contradictory aspects of the Messiah, one could be tempted to think that Jewish tradition, nourished on the Holy Scriptures, imagined two Messiahs: the son of Joseph - humble, suffering, who died a voluntary, sacrificial death; and the son of David - covered with glory, royal, who will live eternally.
pt: Quando se considera esses dois aspectos contraditórios do Messias, pode-se pensar que a tradição judaica, nutrida nas Sagradas Escrituras, imaginou dois Messias: o filho de José - humilde, sofredor, que morreu voluntariamente e sacrificialmente; e o filho de Davi - coberto de glória, real, que viverá eternamente.

source: When one considers this section of Scripture from a strictly literary point of view , one is impressed with a double emphasis: people and their sins, and Jerusalem and its sanctuary.
pt: Quando se considera esta seção da Escritura de um ponto de vista estritamente literário, fica-se impressionado com uma ênfase dupla: as pessoas e seus pecados, e Jerusalém e seu santuário.

source: When one met an old acquaintance at a crossroads, the story was told again and again.
pt: Quando alguém conheceu um velho conhecido em uma encruzilhada, a história foi contada de novo e de novo.

source: When one of them did speak, it was to betray: “Now Peter was sitting outside in the courtyard.
pt: Quando um deles falou, foi para trair: “Agora Pedro estava sentado no pátio.

source: When one understands that one owes everything to God, then the mentality of a mercenary has been replaced by the mentality of a son, resulting in a psychological difference that all can see.
pt: Quando se compreende que se deve tudo a Deus, então a mentalidade de um mercenário foi substituída pela mentalidade de um filho, resultando em uma diferença psicológica que todos podem ver.

source: When people of different origin and culture suddenly agreed to tell without the least hesitation and in abundant detail the same story, one was inclined to stop and think.
pt: Quando pessoas de diferentes origens e culturas de repente concordaram em contar sem a menor hesitação e com detalhes abundantes a mesma história, a pessoa estava inclinada a parar e pensar.

source: When preaching concerning this Jeshua of Nazareth broke forth in the cities of Israel, many became followers.
pt: Quando a pregação sobre este Jesus de Nazaré irrompeu nas cidades de Israel, muitos se tornaram seguidores.

source: When the Jew refuses to be ashamed of being a Jew and is no longer content to remain ignorant regarding his own culture, only then will he fully appreciate its value and particular genius; only then will he be proud of being a Jew.
pt: Quando o judeu se recusa a ter vergonha de ser judeu e não se contenta mais em permanecer ignorante em relação à sua própria cultura, só assim ele apreciará plenamente seu valor e seu gênio em particular; só então ele se orgulhará de ser judeu.

source: When the Law is internalized, the whole person is involved, including the most intimate motivations - even the subconscious.
pt: Quando a Lei é internalizada, a pessoa inteira está envolvida, incluindo as motivações mais íntimas - até mesmo o subconsciente.

source: When the patriarch Abraham pretended that his wife was his sister, was he not answering the call of those deep character instincts imbedded in his race and culture, such as deceit?
pt: Quando o patriarca Abraão fingiu que sua esposa era sua irmã, ele não estava respondendo ao chamado daqueles profundos instintos de caráter embutidos em sua raça e cultura, como o engano?

source: When this point is clearly made, a Christian reaction is to be expected; for the Christian will say with total sincerity that Christians cannot be anti-Semitic.
pt: Quando este ponto esta claramente feito, uma reação cristã é esperada; pois o cristão dirá com total sinceridade que os cristãos não podem ser antissemitas.

source: When we add that antiSemitism seems to be anchored in our very being and culture, we are tempted to believe that it has always been thus.
pt: Quando acrescentamos que o antissemitismo parece estar ancorado em nosso próprio ser e cultura, somos tentados a acreditar que sempre foi assim.

source: When, in the mid fifth century, Salvian of Marseilles composed a treatise against avarice and usury, he never mentioned the Jews.” F. Lovsky, Antisemitisme et mystere d’lsrael, p.
pt: Quando, em meados do quinto século, Salviano de Marselha compôs um tratado contra a avareza e a usura, ele nunca mencionou os judeus. ”F. Lovsky, Antisemitisme et mystere d'lsrael, p.

source: Whether it was the identity of the Messiah in the person of Jeshua of Nazareth or the conception of the Law as structured in the writings of Paul, everything in the so-called new religion seemed to fit naturally into the mold of tradition.
pt: Quer fosse a identidade do Messias na pessoa de Jeshua de Nazaré ou a concepção da Lei como estruturada nos escritos de Paulo, tudo na chamada nova religião parecia se encaixar naturalmente nos moldes da tradição.

source: Whether the arguments are psychological or theological, antiSemitism has built a seemingly insurmountable w all between Jews and Christians.
pt: Se os argumentos são psicológicos ou teológicos, o antissemitismo construiu um muro aparentemente intransponível entre judeus e cristãos.

source: Which of the two was in the mind of individuals in the crowd when, in Aramaic, the release was chosen?
pt: Qual dos dois estava na mente dos indivíduos na multidão quando, em aramaico, o lançamento foi escolhido?

source: While Christianity has withdrawn from him, even setting itself up in opposition to him, Judaism has gone off in the opposite direction.
pt: Enquanto o cristianismo se retirou dele, mesmo se colocando em oposição a ele, o judaísmo partiu na direção oposta.

source: Who Did the Shouting?
pt: Quem fez a gritaria?

source: Who Is Responsible?
pt: Quem é responsável?

source: Who can describe how much the Jewish Scriptures and the New Testament have been distorted by the promoters of antitheses?
pt: Quem pode descrever o quanto as Escrituras Judaicas e o Novo Testamento foram distorcidos pelos promotores das antíteses?

source: Who can say that this new tack will not open new paths?
pt: Quem pode dizer que esta nova abordagem não abrirá novos caminhos?

source: Who could ever measure the ill effects caused by logicians who reduce everything to dilemmas and discount the grace of God!
pt: Quem poderia medir os efeitos nocivos causados pelos lógicos que reduzem tudo a dilemas e desprezam a graça de Deus!

source: Who is meant by that posterity?
pt: Quem é significado por essa posteridade?

source: Who knows but what the priests, facing the threat of a scandal and a riot, might have felt obliged to abandon their deadly scheme?
pt: Quem sabe, mas o que os sacerdotes, enfrentando a ameaça de um escândalo e um motim, poderiam ter se sentido obrigados a abandonar seu esquema mortal?

source: Who knows?
pt: Quem sabe?

source: Who will deliver me from this body of death?” Romans 7:23, 24.
pt: Quem me livrará deste corpo da morte? ”Romanos 7:23, 24.

source: Whoever will not speak according to this word, there shall surely be no dawn for him.” Isaiah 8:20.
pt: Se eles não falarem desta maneira, jamais verão a alva.” Isaías 8:20.

source: Whoever would follow in the biblical furrow must bend to this way of continual conversion.
pt: Quem quer que siga no sulco bíblico deve se curvar a esse caminho de conversão contínua.

source: Why can it be said that these words came from above?
pt: Por que se pode dizer que essas palavras vieram de cima?

source: Why not?
pt: Por que não?

source: Why?
pt: Por quê?

source: Will healing and forgetfulness ever come?
pt: A cura e o esquecimento chegarão?

source: With a view to edifying and to getting results, one must be categorically clear.
pt: Com o objetivo de edificar e obter resultados, é preciso ser categoricamente claro.

source: With the end of the eleventh century, during the Crusades, antiSemitism was to become, for the first time, “systematically,” violent.54 At the origin of the massacres perpetrated by the Crusaders there was nearly always the charge of deicide: “These Jews killed and crucified Jesus without any valid reason.
pt: Com o final do século XI, durante as Cruzadas, o antissemitismo se tornaria, pela primeira vez, "sistematicamente", violento.54 Na origem dos massacres perpetrados pelos cruzados havia quase sempre a acusação de deicídio: “Judeus mataram e crucificaram Jesus sem qualquer razão válida.

source: With the passing of time, the fissure became a chasm.
pt: Com o passar do tempo, a fissura tornou-se um abismo.

source: With this awareness, and beset therefore by legitimate despair, a human being can only then turn to God and ask for mercy.
pt: Com essa consciência, e afetada por legítimo desespero, um ser humano só pode então se voltar para Deus e pedir misericórdia.

source: With this open rupture under Constantine, the Church sealed its fate.
pt: Com esta ruptura aberta sob Constantino, a Igreja selou seu destino.

source: Without exaggeration, these simple words are proof that the Christian has not yet resolved within himself the problem we are talking about.
pt: Sem exagero, essas palavras simples são a prova de que o cristão ainda não resolveu dentro de si o problema de que estamos falando.

source: Without question, the task is far from easy; indeed, it must be considered beyond human strength.
pt: Sem dúvida, a tarefa está longe de ser fácil; na verdade, deve ser considerado além da força humana.

source: Words and ideas couldn’t possibly succeed.
pt: Palavras e idéias não poderiam ter sucesso.

source: Would it be Hananiah, son of Azzur, the well-known prophet from Gibeon, himself a distinguished personality; or would it be Jeremiah, a rejected scion of Abiathar and an inhabitant of the miserable little town of Anathoth?255
pt: Seria Hananias, filho de Azzur, o conhecido profeta de Gibeão, ele próprio uma personalidade distinta; ou seria Jeremias, um descendente rejeitado de Abiatar e um habitante da miserável cidadezinha de Anatote?

source: Would it not be well, then, to conclude our ridiculous inquest regarding the possible guilt or innocence of all these participants?
pt: Não seria bom, então, concluir nosso ridículo inquérito sobre a possível culpa ou inocência de todos esses participantes?

source: Wretched man that I am!
pt: Miserável homem que eu sou!

source: Writes Camus: “If men cannot refer to a common value recognized by all in each one, then man is incomprehensible to man.“235
pt: Escreve Camus: “Se os homens não podem se referir a um valor comum reconhecido por todos em cada um, então o homem é incompreensível para o homem.” 235

source: Writhe and groan, O daughter of Zion, like a woman in travail; for now you shall go forth from the city…; you shall go to Babylon.” (verses 9, 10)
pt: Escreve e geme, ó filha de Sião, como uma mulher em dores de parto; porque agora saireis da cidade. você irá para a Babilônia. ”(versículos 9, 10)

source: Wrote John: “When the chief priests and the officers saw him, they cried out, ‘Crucify him, crucify him!’ “211
pt: Escreveu João: “Quando os chefes dos sacerdotes e os oficiais o viram, clamaram: 'Crucifica-o, crucifica-o!' “211

source: Wrote one rabbi: “One must not loan with interest to gentiles if one is able to earn a living otherwise.
pt: Escreveu um rabino: “Não se deve emprestar com juros aos gentios se alguém puder ganhar a vida de outra forma.

source: Yes, even the language people use can be sullied.
pt: Sim, até mesmo o idioma que as pessoas usam pode ser maculado.

source: Yet Jeshua passed over that real danger, counseling His hearers to pray that their flight would not take place on a sabbath, because that could involve a transgression.
pt: No entanto, Jeshua passou sobre aquele perigo real, aconselhando Seus ouvintes a orar para que sua fuga não ocorresse em um sábado, porque isso poderia envolver uma transgressão.

source: Yet a relationship exists between the two points of view.
pt: No entanto, existe uma relação entre os dois pontos de vista.

source: Yet even taking into account such factors, is it still possible that the throngs that knew Jesus and followed Him with enthusiasm were made up of the same people who ultimately pronounced the death sentence against Him?
pt: No entanto, mesmo levando em conta tais fatores, ainda é possível que as multidões que conheceram Jesus e O seguiram com entusiasmo fossem constituídas pelas mesmas pessoas que finalmente pronunciaram a sentença de morte contra Ele?

source: Yet hear now this word which I speak in your hearing and in the hearing of all the people.
pt: No entanto, ouve agora esta palavra que eu falo ao teu ouvir e ao ouvir de todo o povo.

source: Yet historical fact cannot compromise with personal feelings and convictions.
pt: No entanto, o fato histórico não pode se comprometer com sentimentos pessoais e convicções.

source: Yet man disobeyed and separated himself from his Creator.
pt: No entanto, o homem desobedeceu e se separou de seu Criador.

source: Yet many Christian believers have lost the essence of the biblical message and thus have become lost in endless disputes.
pt: No entanto, muitos crentes cristãos perderam a essência da mensagem bíblica e, assim, perderam-se em intermináveis ​​disputas.

source: Yet the New Covenant, by the very nature of the theology of salvation that it implies, does result in the annulment of another category of laws.
pt: No entanto, a Nova Aliança, pela própria natureza da teologia da salvação que ela implica, resulta na anulação de outra categoria de leis.

source: Yet the differences between Jews and Gentiles, in these areas, are based upon impalpable, unverifiable circumstances.
pt: No entanto, as diferenças entre judeus e gentios, nessas áreas, são baseadas em circunstâncias impalpáveis e não verificáveis.

source: Yet the passage from Jeremiah, which the apostle Paul quotes in full, says just the contrary: “Behold, the days are coming, says the Lord, when I will make a new covenant with the house of Israel and the house of Judah….
pt: No entanto, a passagem de Jeremias, citada pelo apóstolo Paulo, diz exatamente o contrário: “Eis que vêm os dias, diz o Senhor, quando eu fizer uma nova aliança com a casa de Israel ea casa de Judá…

source: Yet these same Christians who opposed the Nazi monster, possibly unconsciously and without understanding the consequences of their attitude, tried to explain, at least partially, the Jewish predicament.
pt: No entanto, esses mesmos cristãos que se opunham ao monstro nazista, possivelmente inconscientemente e sem entender as conseqüências de sua atitude, tentaram explicar, pelo menos parcialmente, a situação judaica.

source: Yet they have not been able to transmit their saving message to Asia, to Africa, never mind the more and more paganized masses of Europe and America.
pt: No entanto, eles não foram capazes de transmitir sua mensagem salvadora para a Ásia, para a África, não importando as massas cada vez mais paganizadas da Europa e da América.

source: Yet this Jewish intelligence, along with the other apparent qualities conceded to the Jew s, sooner or later will be turned against them: “Is it said that the Jew is intelligent?
pt: No entanto, essa inteligência judaica, junto com as outras qualidades aparentes concedidas aos judeus, mais cedo ou mais tarde se voltará contra eles: “É dito que o judeu é inteligente?

source: Yet tradition gives character and grace to the countryside.
pt: No entanto, a tradição dá caráter e graça ao campo.

source: Yet, beyond theological abstraction, this mystical truth will break into the tortured flesh of humanity (1’Histoire).
pt: No entanto, além da abstração teológica, essa verdade mística entrará na carne torturada da humanidade (1'Histoire).

source: Yet, can one really hold this against them?
pt: No entanto, alguém pode realmente segurar isso contra eles?

source: Yet, for our time, for this very situation, an ancient message is waiting to be heard, clearing a stony path, announcing a new kingdom.
pt: No entanto, para o nosso tempo, para esta mesma situação, uma mensagem antiga está esperando para ser ouvida, limpando um caminho pedregoso, anunciando um novo reino.

source: Yet, in an atmosphere of transparent honesty, one must attempt a breakthrough.
pt: No entanto, em uma atmosfera de honestidade transparente, é preciso tentar um avanço.

source: Yet, the day came when he, a doctor endorsed by Jerusalem, understood his mistake.
pt: No entanto, chegou o dia em que ele, um médico endossado por Jerusalém, entendeu seu erro.

source: Yet, we have been able to verify to what extent that distinction was artificial: the two Messiahs merged and focused in one person, the son of David.
pt: No entanto, pudemos verificar até que ponto essa distinção era artificial: os dois Messias se fundiram e se concentraram em uma pessoa, o filho de Davi.

source: You might think that is a quality.
pt: Você pode pensar que é uma qualidade.

source: You see, no-man’s-land does not exist in love - no neutral ground, no “off limits, ” no clergy-laymen differentiations, no possibility for hypocrisy.
pt: Você vê, a terra de ninguém não existe no amor - nenhum terreno neutro, nenhum "fora dos limites", nenhuma diferenciação de leigos clérigos, nenhuma possibilidade de hipocrisia.

source: Zeal went so far as to try to demonstrate “scientifically” His non-Jewish origin.
pt: Zelo foi tão longe a ponto de tentar demonstrar “cientificamente” sua origem não judaica.

source: Zechariah 9:9; Daniel 7:13.
pt: Zacarias 9: 9; Daniel 7:13

source: also U. Cassuto, A Commentary on the Book of Genesis, pp.
pt: também U. Cassuto, Um comentário sobre o livro de Gênesis, pp.

source: and R. Travers Herford, Christianity in Talmud and Midrash.
pt: e R. Travers Herford, Cristianismo no Talmud e Midrash.

source: and carried our sorrows [pains]; yet we esteemed him stricken, smitten by God, and afflicted.
pt: e levamos nossas dores [dores]; mas nós o estimamos ferido, ferido por Deus e afligido.

source: here simply the development of an idea already grounded in the revealed Word?
pt: aqui simplesmente o desenvolvimento de uma ideia já fundamentada na Palavra revelada?

source: his two books, Antisemitisme et mystere d’lsrael and La dechirure de Iabsence.
pt: seus dois livros, Antisemitisme et mystere d'lsrael e La dechirure de Iabsence.

source: impenitent theologians, ” commented Jules Isaac, “do not bring God into this; human villainy is enough.“33
pt: teólogos impenitentes ”, comentou Jules Isaac,“ não levam Deus a isso; perversidade humana é suficiente.“33

source: in this connection Harnack’s work, Die Altercatio Simonis Judaei et Theophili Christiani, nebst Untersuchungen iiber die antijiidische Poletnik in der alten Kirche, Texte und Untersuchungen, 1, 3 (1883).
pt: neste contexto, o trabalho de Harnack, Die Altercatio Simonis Judaei et Theophili Christiani, e Untersuchungen iiber die antijiidische Poletnik in der alten, Kirche, Texte und Untersuchungen, 1, 3 (1883).

source: the UNESCO report on the question, “Le racisme devant la Science” (Paris, 1973).
pt: o relatório da UNESCO sobre a questão “Le racisme devant la Science” (Paris, 1973).

source: to note their common beginnings
pt: para que notem seus princípios comuns

source: was either ready to engage in meaningful dialogue.
pt: estava pronto para se engajar em um diálogo significativo.

source: “121 The ministries of the two Messiahs therefore come together, often giving the impression of being merged in one.
pt: 121 Os ministérios dos dois Messias, portanto, se juntam, muitas vezes dando a impressão de estarem fundidos em um.

source: “126 It is thus that the Israelite of the Bible understood the process of his salvation.
pt: “126 É assim que o israelita da Bíblia entendeu o processo de sua salvação.

source: “192 The New Testament seems to be in full harmony with this Jewish conception of discovering truth.
pt: 192 O Novo Testamento parece estar em plena harmonia com essa concepção judaica de descobrir a verdade.

source: “218 So both were named Jesus!
pt: “218 Então ambos foram chamados de Jesus!

source: “5 In order to mark a complete distinction from Judaism, the majority of Christians thought it necessary to reject the Sabbath.
pt: “5 Para marcar uma distinção completa do judaísmo, a maioria dos cristãos julgou necessário rejeitar o sábado.

source: “90 Evil, the principle of evil, and the devil were to be attacked and ultimately wounded fatally in the head by the posterity of the woman, according to the Scripture.
pt: “O mal, o princípio do mal e o diabo seriam atacados e fatalmente feridos na cabeça pela posteridade da mulher, segundo as Escrituras.

source: “A Jewish messianism carried to its ultimate consequences, is how Christianity appears; and the theology of this messianism could be a subject of alarm only for a Jew accustomed to mezzanine considerations.
pt: “Um messianismo judaico levado às últimas consequências é como o cristianismo aparece; e a teologia desse messianismo poderia ser motivo de alarme apenas para um judeu acostumado a considerações mais elevadas.

source: “A house divided against itself cannot survive.” Let each one decide, then, for himself.
pt: “Uma casa dividida contra si mesma não pode sobreviver”. Que cada um decida, então, por si mesmo.

source: “All the people [in Judea] hung upon his words.” Luke 19:48.
pt: “Todo o povo [na Judéia] se apegou a suas palavras”. Lucas 19:48.

source: “And you, O tower of the flock, hill of the daughter of Zion,… the kingdom of the daughter of Jerusalem.” (verse 8)
pt: “E tu, ó torre do rebanho, colina da filha de Sião, (…) o reino da filha de Jerusalém.” (Verso 8)

source: “AntiSemitism,” says he, “is an attempt to upgrade mediocrity per se, in order to create a mediocre elite.
pt: "Antissemitismo", diz ele, “é uma tentativa de melhorar a mediocridade essencialmente, a fim de criar uma elite medíocre.

source: “At the beginning of your supplications a word went forth, and I have come to tell it to you, for you are greatly beloved.” Verse 23.
pt: “No princípio das vossas súplicas, saiu uma palavra, e eu vim para contá-la, porque és grandemente amada”. Versículo 23.

source: “Between the antiSemitism thus defined and delineated as pagan and the Christian antiSemitism that was to relieve it beginning with the fourth century,” writes Jules Isaac, “there are more differences than analogies.“48
pt: "Entre o antissemitismo assim definido e delineado como pagão e o antissemitismo cristão que iria aliviá-lo a partir do ínicio do quarto século", escreve Jules Isaac, "há mais diferenças que analogias."

source: “But you, O Bethlehem Ephrathah, who are little to be among the clans of Judah.” (verse 2)
pt: “Mas tu, ó Belém Efrata, que é pequena para ser entre as famílias de Judá” (versículo 2).

source: “Christians set themselves between the Messiah and the Jews, hiding from the latter the authentic image of the Savior.” - Nicolai Berdyaev.
pt: “Os cristãos se colocam entre o Messias e os judeus, escondendo do último a imagem autêntica do Salvador.” - Nicolai Berdyaev.

source: “Dimensionsde fantisemitisme,” in Foilet Vie (September-October 1949), 447, 448.
pt: "Dimensionsde fantisemitisme", em Foilet Vie (setembro-outubro de 1949), 447, 448.

source: “Do not judge by appearances.” You have the impression that I have violated the Sabbath command.
pt: “Não julgue pelas aparências.” Você tem a impressão de que eu violei o mandamento do sábado.
